s8mb.yml
config:
  name: "S 8 MB"
  target: https://sandbox.north-europe.azure.keboola.com/50328266/
  phases:
    - duration: 30   # Duration of this phase in seconds
      arrivalRate: 1  # Number of new virtual users per second
  engines:
    playwright: {}
  processor: "./s8mb.js"

scenarios:
  - engine: playwright
    testFunction: "s8mb"