xs8mb.yml
config:
  name: "XS 8 MB"
  target: https://sandbox.north-europe.azure.keboola.com/50328312/
  phases:
    - duration: 30   # Duration of this phase in seconds
      arrivalRate: 1  # Number of new virtual users per second
  engines:
    playwright: {}
  processor: "./xs8mb.js"

scenarios:
  - engine: playwright
    testFunction: "xs8mb"